[
  {"id": "s01", "text": "Ось уже втретє перед вами постає «Лис Микита» у новому виданні."},
  {"id": "s02", "text": "Друге видання, друковане в трьох тисячах примірників, розійшлося протягом чотирьох років."},
  {"id": "s03", "text": "З огляду на наші обставини, а також на те, що ані з першого, ані з другого видання не пішло й ста примірників до Росії, де живе понад двадцять п’ять мільйонів нашого народу, це варто вважати добрим знаком."},
  {"id": "s04", "text": "Здається, жодна галицько-українська книжка не мала дотепер такого щастя в читачів."},
  {"id": "s05", "text": "Особливо, як чуємо, в Росії готують окреме видання «Лиса Микити», підладжене для розуміння тамошнього народу."},
  {"id": "s06", "text": "Ось третє видання є повторенням другого, хоча не зовсім дослівним."},
  {"id": "s07", "text": "Я не вважав потрібним розширити ще далі старе оповідання або перероблювати його часті."},
  {"id": "s08", "text": "Але, користуючись увагами наших знавців і деяких учителів, а також власним мовним почуттям, я перед друком шліфував і перебудовував деякі строфи."},
  {"id": "s09", "text": "Я усував те, що мені тепер видається менш відповідним або слабшим."},
  {"id": "s10", "text": "Старався довести оповідання до того, щоб воно читалося плавно й зрозуміло, і щоб з кожної строфки віяло рідним українським духом."},
  {"id": "s11", "text": "Далі подаю для цікавіших читачів невелике дослідження про те, звідки взялася повість про «Лиса Микиту» і з яких джерел я її черпав."},
  {"id": "s12", "text": "Це дослідження було додане до другого видання на сторінках сто сорок третя — сто шістдесята."},
  {"id": "s13", "text": "Жаль, що поки що наше Педагогичне товариство не може спромогтися на кращі малюнки, які без сумніву підняли б вартість книжки."},
  {"id": "s14", "text": "У всіх народів щороку тисячами розходяться видання такого типу книжок із гарними кольоровими ілюстраціями."},
  {"id": "s15", "text": "А у німців є видання «Лиса Микити», прикрашене більш як сто п’ятдесятьма малюнками великого німецького художника Каульбаха."},
  {"id": "s16", "text": "Ці малюнки самі по собі — справжня поема."},
  {"id": "s17", "text": "Коли їх переглядаєш, то не разом смієшся вголос."},
  {"id": "s18", "text": "А ще частіше, після сміху приходить глибша задума, настільки майстерно в них передано звіряче й людське життя."},
  {"id": "s19", "text": "Ну, а колись і наші діти та молодь дочекаються того, що зможуть за невеликі гроші діставати книжки гарні змістом і гарні зовні."}
]

